/* ### Error connecting to remote battery at address %@ ### */
"### Error connecting to remote battery at address %@ ###" = "### Error connecting to remote battery at address %@ ###";

/* %d cycles */
"%d cycles" = "%d cycles";

/* %d entries */
"%d entries" = "%d entries";

/* %d minutes */
"%d minutes" = "%d minutes";

/* %d months */
"%d months" = "%d months";

/* %d year(s), %d month(s) */
"%d year(s), %d month(s)" = "%1$d year(s), %2$d month(s)";

/* %dh:%.2dm */
"%dh:%.2dm" = "%1$dh:%2$.2dm";

/* %m/%d/%Y */
"%m/%d/%Y" = "%1$m/%2$d/%3$Y";

/* +++ Awake from Sleep +++ */
"+++ Awake from Sleep +++" = "+++ Awake from Sleep +++";

/* +++ Battery charge interrupted +++ */
"+++ Battery charge interrupted +++" = "+++ Battery charge interrupted +++";

/* +++ Battery has been charged +++ */
"+++ Battery has been charged +++" = "+++ Battery has been charged +++";

/* +++ Battery is now charging +++ */
"+++ Battery is now charging +++" = "+++ Battery is now charging +++";

/* +++ Connecting remote battery at address %@ +++ */
"+++ Connecting remote battery at address %@ +++" = "+++ Connecting remote battery at address %@ +++";

/* +++ Switching to AC Power +++ */
"+++ Switching to AC Power +++" = "+++ Switching to AC Power +++";

/* --- Going to Sleep --- */
"--- Going to Sleep ---" = "--- Going to Sleep ---";

/* --- Switching to Battery Power --- */
"--- Switching to Battery Power ---" = "--- Switching to Battery Power ---";

/* . %@ to empty */
". %@ to empty" = ". %@ to empty";

/* . %@ to full charge */
". %@ to full charge" = ". %@ to full charge";

/* 1 hour */
"1 hour" = "1 hour";

/* === Application started === */
"=== Application started ===" = "=== Application started ===";

/* === Monitoring resumed === */
"=== Monitoring resumed ===" = "=== Monitoring resumed ===";

/* === Monitoring stopped === */
"=== Monitoring stopped ===" = "=== Monitoring stopped ===";

/* === System is shutting down === */
"=== System is shutting down ===" = "=== System is shutting down ===";

/* AC adapter */
"AC adapter" = "AC adapter";

/* Actions */
"Actions" = "Actions";

/* Added shared battery #%d on %@ */
"Added shared battery #%d on %@" = "Added shared battery #%1$d on %2$@";

/* Alerts */
"Alerts" = "Alerts";

/* Amperage */
"Amperage" = "Amperage";

/* battery */
"battery" = "battery";

/* Battery Changed */
"Battery Changed" = "Battery Changed";

/* Battery Details */
"Battery Details" = "Battery Details";

/* Battery Exhausted */
"Battery Exhausted" = "Battery Exhausted";

/* Battery Low */
"Battery Low" = "Battery Low";

/* Battery manufactured: */
"Battery manufactured:" = "Battery manufactured:";

/* Battery purchased: */
"Battery purchased:" = "Battery purchased:";

/* Calculating... */
"Calculating..." = "Calculating...";

/* Cancel */
"Cancel" = "Cancel";

/* Capacity */
"Capacity" = "Capacity";

/* Charge */
"Charge" = "Charge";

/* Charge Started */
"Charge Started" = "Charge Started";

/* Charge Stopped */
"Charge Stopped" = "Charge Stopped";

/* Charge: %d%% */
"Charge: %d%%" = "Charge: %d%%";

/* Charge: %d%%, amperage: %d, plugged: %@, charging: %@ */
"Charge: %d%%, amperage: %d, plugged: %@, charging: %@" = "Charge: %1$d%%, amperage: %2$d, plugged: %3$@, charging: %4$@";

/* Charge: %d%%, voltage: %dmV, amperage: %dmA (peak: %dmA), plugged: %@, charging: %@, cycle count: %d */
"Charge: %d%%, voltage: %dmV, amperage: %dmA (peak: %dmA), plugged: %@, charging: %@, cycle count: %d" = "Charge: %1$d%%, voltage: %2$dmV, amperage: %3$dmA (peak: %4$dmA), plugged: %5$@, charging: %6$@, cycle count: %7$d";

/* Charging */
"Charging" = "Charging";

/* Chart */
"Chart" = "Chart";

/* Chart View */
"Chart View" = "Chart View";

/* Clear Log */
"Clear Log" = "Clear Log";

/* Comparison */
"Comparison" = "Comparison";

/* Connecting... */
"Connecting..." = "Connecting...";

/* Could not write to file %@ */
"Could not write to file %@" = "Could not write to file %@";

/* Current Charge: %d%% */
"Current Charge: %d%%" = "Current Charge: %d%%";

/* Cycle Count */
"Cycle Count" = "Cycle Count";

/* Cycle count or maximum capacity changed. Adding a snapshot */
"Cycle count or maximum capacity changed. Adding a snapshot" = "Cycle count or maximum capacity changed. Adding a snapshot";

/* Date */
"Date" = "Date";

/* Delete saved sessions? */
"Delete saved sessions?" = "Delete saved sessions?";

/* Delete sessions? */
"Delete sessions?" = "Delete sessions?";

/* Demo Battery */
"Demo Battery" = "Demo Battery";

/* Details */
"Details" = "Details";

/* Diagnostics */
"Diagnostics" = "Diagnostics";

/* Energy Saver */
"Energy Saver" = "Energy Saver";

/* Error writing to file */
"Error writing to file" = "Error writing to file";

/* Evaluation license */
"Evaluation license" = "Evaluation license";

/* Export */
"Export" = "Export";

/* Family pack license */
"Family pack license" = "Family pack license";

/* Found Shared Battery */
"Found Shared Battery" = "Found Shared Battery";

/* General */
"General" = "General";

/* Gift license */
"Gift license" = "Gift license";

/* Hide Battery Status */
"Hide Battery Status" = "Hide Battery Status";

/* Hide Sessions Browser */
"Hide Sessions Browser" = "Hide Sessions Browser";

/* Hide Sidebar */
"Hide Sidebar" = "Hide Sidebar";

/* Inspect */
"Inspect" = "Inspect";

/* Inspect Session */
"Inspect Session" = "Inspect Session";

/* Invalid address */
"Invalid address" = "Invalid address";

/* Later */
"Later" = "Later";

/* License expired */
"License expired" = "License expired";

/* Log */
"Log" = "Log";

/* Max Capacity */
"Max Capacity" = "Max Capacity";

/* MiniBatteryLogger Battery Data Sharing */
"MiniBatteryLogger Battery Data Sharing" = "MiniBatteryLogger Battery Data Sharing";

/* Monitoring Started */
"Monitoring Started" = "Monitoring Started";

/* Monitoring Stopped */
"Monitoring Stopped" = "Monitoring Stopped";

/* Never */
"Never" = "Never";

/* No */
"No" = "No";

/* no */
"no" = "no";

/* No Snapshots */
"No Snapshots" = "No Snapshots";

/* Not available */
"Not available" = "Not available";

/* Not Eligible */
"Not Eligible" = "Not Eligible";

/* Now monitoring battery %d on %@ */
"Now monitoring battery %d on %@" = "Now monitoring battery %1$d on %2$@";

/* OK */
"OK" = "OK";

/* Open Energy Saver */
"Open Energy Saver" = "Open Energy Saver";

/* Open Log */
"Open Log" = "Open Log";

/* Open Log in Console */
"Open Log in Console" = "Open Log in Console";

/* Original Capacity */
"Original Capacity" = "Original Capacity";

/* Please enter a valid hostname or IP address. */
"Please enter a valid hostname or IP address." = "Please enter a valid hostname or IP address.";

/* Plugged */
"Plugged" = "Plugged";

/* Power Source Changed */
"Power Source Changed" = "Power Source Changed";

/* Power source: %@ */
"Power source: %@" = "Power source: %@";

/* Print Document */
"Print Document" = "Print Document";

/* Registration */
"Registration" = "Registration";

/* Registration error */
"Registration error" = "Registration error";

/* Restart now */
"Restart now" = "Restart now";

/* Restart required */
"Restart required" = "Restart required";

/* Resume */
"Resume" = "Resume";

/* Resume Monitoring */
"Resume Monitoring" = "Resume Monitoring";

/* Session */
"Session" = "Session";

/* Session started %@ at %@, monitoring for %@ h */
"Session started %@ at %@, monitoring for %@ h" = "Session started %1$@ at %2$@, monitoring for %3$@ h";

/* Sessions */
"Sessions" = "Sessions";

/* Sessions Browser */
"Sessions Browser" = "Sessions Browser";

/* Setting the value to zero will disable the warnings. Are you sure? */
"Setting the value to zero will disable the warnings. Are you sure?" = "Setting the value to zero will disable the warnings. Are you sure?";

/* Shared battery #%d on %@ no longer available */
"Shared battery #%d on %@ no longer available" = "Shared battery #%1$d on %2$@ no longer available";

/* Shared Battery Removed */
"Shared Battery Removed" = "Shared Battery Removed";

/* Sharing */
"Sharing" = "Sharing";

/* Shift */
"Shift" = "Shift";

/* Shift Chart */
"Shift Chart" = "Shift Chart";

/* Shift left */
"Shift left" = "Shift left";

/* Shift right */
"Shift right" = "Shift right";

/* Show Battery Status */
"Show Battery Status" = "Show Battery Status";

/* Show Sessions Browser */
"Show Sessions Browser" = "Show Sessions Browser";

/* Show Sidebar */
"Show Sidebar" = "Show Sidebar";

/* Single user license */
"Single user license" = "Single user license";

/* Site license */
"Site license" = "Site license";

/* Snapshot Grabbed */
"Snapshot Grabbed" = "Snapshot Grabbed";

/* Software Update */
"Software Update" = "Software Update";

/* Start date: %@, expiration date: %@, license type: %@ */
"Start date: %@, expiration date: %@, license type: %@" = "Start date: %1$@, expiration date: %2$@, license type: %3$@";

/* Statistics */
"Statistics" = "Statistics";

/* Stop */
"Stop" = "Stop";

/* Stop Monitoring */
"Stop Monitoring" = "Stop Monitoring";

/* Switching to AC Power */
"Switching to AC Power" = "Switching to AC Power";

/* Switching to Battery Power */
"Switching to Battery Power" = "Switching to Battery Power";

/* Test Notification */
"Test Notification" = "Test Notification";

/* The battery has reached the %d%% of its original capacity */
"The battery has reached the %d%% of its original capacity" = "The battery has reached the %d%% of its original capacity";

/* The battery is not installed */
"The battery is not installed" = "The battery is not installed";

/* The license you entered was valid, but has already expired */
"The license you entered was valid, but has already expired" = "The license you entered was valid, but has already expired";

/* The remote battery “%@” requires a password */
"The remote battery “%@” requires a password" = "The remote battery “%@” requires a password";

/* There was a problem activating your copy of MiniBatteryLogger. */
"There was a problem activating your copy of MiniBatteryLogger." = "There was a problem activating your copy of MiniBatteryLogger.";

/* This action cannot be undone. */
"This action cannot be undone." = "This action cannot be undone.";

/* This battery is not eligible for the iBook G4 and PowerBook G4 Battery Exchange program */
"This battery is not eligible for the iBook G4 and PowerBook G4 Battery Exchange program" = "This battery is not eligible for the iBook G4 and PowerBook G4 Battery Exchange program";

/* This is a test notification */
"This is a test notification" = "This is a test notification";

/* This Mac */
"This Mac" = "This Mac";

/* This setting requires the restart of the application to be effective. You may restart the application right now or later. */
"This setting requires the restart of the application. You may restart the application right now or later." = "This setting requires the restart of the application. You may restart the application right now or later.";

/* Type */
"Type" = "Type";

/* Unknown */
"Unknown" = "Unknown";

/* Version %@ (%@) */
"Version %@ (%@)" = "Version %1$@ (%2$@)";

/* View */
"View" = "View";

/* Voltage */
"Voltage" = "Voltage";

/* Warning disabled */
"Warning disabled" = "Warning disabled";

/* Yes */
"Yes" = "Yes";

/* yes */
"yes" = "yes";

/* Zoom */
"Zoom" = "Zoom";

/* Zoom in */
"Zoom in" = "Zoom in";

/* Zoom out */
"Zoom out" = "Zoom out";

/* Zoom to fit */
"Zoom to fit" = "Zoom to fit";

